Revit 2024 API
SymbolTypeId.TfPerM Property
 Symbol Tf/m, indicating unit Tonnes force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TfPerM { get; }
Visual Basic
Public Shared ReadOnly Property TfPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TfPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace